X-Ryl669/pycom-micropython-sigfox/ports/esp32/boards/GENERIC/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "ESP32 module"
#define MICROPY_HW_MCU_NAME "ESP32"
//#define MICROPY_PY_ESP32_PCNT               (0)